Repository: captajn/MihoniOS
Catalog: Resources/Localizable.xcstrings
Source language: vi
Languages: en

# extensionStoresScreen.addStore.processing
source: Đang xử lý…
en: Processing…

# extensionStoresScreen.addStore.title
source: Thêm cửa hàng tiện ích mở rộng
en: Add extension store

# extensionStoresScreen.addStoreDeeplink.bodyText
source: Bạn có muốn thêm cửa hàng tiên ích mở rộng bên dưới không ?
en: Do you wish to add the extension store below?

# extensionStoresScreen.addStoreInput.inputLabel
source: Lưu URL chỉ mục
en: Store index URL

# extensionStoresScreen.deleteStore.body
source: Bạn có muốn xóa cửa hàng phần mở rộng \"%1$s\" (%2$s) không?
en: Do you wish to remove the extension store \"%1$s\" (%2$s)?

# extensionStoresScreen.deleteStore.title
source: Xóa cửa hàng phần mở rộng
en: Remove extension store

# extensionStoresScreen.emptyLabel
source: Bạn chưa thêm cửa hàng tiện ích mở rộng
en: You haven\'t added an extension store yet

# extension_api_error
source: Không tải được danh sách tiện ích mở rộng
en: Failed to fetch available extensions

# fdroid_warning
source: Bản dựng F-Droid không được hỗ trợ chính thức. Nhấn để tìm hiểu thêm.
en: F-Droid builds are not officially supported. Tap to learn more.

# fifth_to_last
source: Năm chương đã đọc gần nhất
en: Fifth to last read chapter

# file_null_uri_error
source: Không có tập tin được chọn
en: No file selected

# file_picker_error
source: Không tìm thấy ứng dụng chọn tệp
en: No file picker app found

# file_picker_uri_permission_unsupported
source: Không thể liên tục truy cập thư mục. Ứng dụng có thể hoạt động bất thường.
en: Failed to acquire persistent folder access. The app may behave unexpectedly.

# file_select_backup
source: Chọn file sao lưu
en: Select backup file

# file_select_cover
source: Chọn ảnh bìa
en: Select cover image

# filter_mode_darken
source: Chế độ làm tối đi
en: Burn / Darken

# filter_mode_lighten
source: Chế độ làm sáng lên
en: Dodge / Lighten

# filter_mode_multiply
source: Nhân
en: Multiply

# filter_mode_overlay
source: Phủ lên
en: Overlay

# filter_mode_screen
source: Màn hình
en: Screen

# firebase_summary
source: Gửi nhật ký sự cố và phân tích, giúp nhà phát triển xác định và khắc phục sự cố, cải thiện hiệu suất và thực hiện các bản cập nhật trong tương lai phù hợp hơn với nhu cầu của bạn
en: Sending crash logs and analytics will allow us to identify and fix issues, improve performance, and make future updates more relevant to your needs

# fourth_to_last
source: Bốn chương đã đọc gần nhất
en: Fourth to last read chapter

# getting_started_guide
source: Hướng dẫn sử dụng khởi đầu
en: Getting started guide

# gray_background
source: Xám
en: Gray

# has_results
source: Có kết quả
en: Has results

# help_translate
source: Hỗ trợ dịch thuật
en: Help translate

# hide_notification_content
source: Ẩn nội dung thông báo
en: Hide notification content

# history
source: Lịch sử
en: History

# hour_short
source: %d giờ
en: %dh

# in_library
source: Trong thư viện
en: In library

# include
source: Bao gồm: %s
en: Include: %s

# information_cloudflare_bypass_failure
source: Bỏ qua Cloudflare thất bại
en: Failed to bypass Cloudflare

# information_cloudflare_help
source: Nhấn vào đây để được trợ giúp về Cloudflare
en: Tap here for help with Cloudflare

# information_empty_category
source: Không có danh mục. Nhấn vào dấu cộng để tạo một nhóm từ thư viện.
en: You have no categories. Tap the plus button to create one for organizing your library.

# information_empty_category_dialog
source: Người dùng chưa có danh mục.
en: You don\'t have any categories yet.

# information_empty_library
source: Thư viện trống
en: Your library is empty

# information_no_downloads
source: Không có
en: No downloads

# information_no_entries_found
source: Không có gì trong danh mục này
en: No entries found in this category

# information_no_manga_category
source: Hạng mục trống
en: Category is empty

# information_no_recent
source: Không có cập nhật mới
en: No recent updates

# information_no_recent_manga
source: Không có truyện đã đọc gần đây
en: Nothing read recently

# information_required_plain
source: *bắt buộc
en: *required

# information_webview_outdated
source: Vui lòng cập nhật WebView để tương thích tốt hơn
en: Please update the WebView app for better compatibility

# information_webview_required
source: Mihon yêu cầu phải có WebView
en: WebView is required for the app to function

# internal_error
source: Lỗi nội bộ: Kiểm tra nhật ký bị ngắt ứng dụng để biết thêm thông tin
en: InternalError: Check crash logs for further information

# intervals_header
source: Đoạn thời gian
en: Intervals

# invalid_backup_file
source: Tệp sao lưu không hợp lệ:
en: Invalid backup file:

# invalid_backup_file_error
source: Mã lỗi đầy đủ:
en: Full error:

# invalid_backup_file_json
source: Sao lưu JSON không được hỗ trợ
en: JSON backup not supported

# invalid_backup_file_missing_manga
source: Bản sao lưu không chứa truyện nào.
en: Backup does not contain any library entries.

# invalid_backup_file_unknown
source: Tệp sao lưu bị hỏng
en: Backup file is corrupted

# invalid_location
source: Vị trí không hợp lệ: %s
en: Invalid location: %s

# kindlish_nav
source: Dạng giống Kindle
en: Kindle-ish

# l_nav
source: Dạng chữ L
en: L shaped

# label_auto
source: Tự động
en: Auto

# label_background_activity
source: Hoạt động nền
en: Background activity

# label_backup
source: Sao lưu và khôi phục
en: Backup and restore

# label_completed_titles
source: Truyện đã đọc
en: Completed entries

# label_data
source: Dữ liệu
en: Data

# label_data_storage
source: Dữ liệu và kho chứa
en: Data and storage

# label_default
source: Mặc định
en: Default

# label_download_queue
source: Hàng chờ tải xuống
en: Download queue

# label_downloaded
source: Đã tải xuống
en: Downloaded

# label_downloaded_only
source: Chỉ hiện truyện đã tải
en: Downloaded only

# label_extension_info
source: Thông tin chi tiết
en: Extension info

# label_extensions
source: Phần mở rộng
en: Extensions

# label_help
source: Trợ giúp
en: Help

# label_library
source: Thư viện
en: Library

# label_local
source: Nội bộ
en: Local

# label_mean_score
source: Điểm trung bình
en: Mean score

# label_migration
source: Di chuyển
en: Migrate

# label_more
source: Thêm
en: More

# label_network
source: Mạng
en: Networking

# label_overview_section
source: Tổng quát
en: Overview

# label_read_chapters
source: Đã đọc
en: Read

# label_read_duration
source: Thời gian đọc
en: Read duration

# label_recent_manga
source: Lịch sử
en: History

# label_recent_updates
source: Cập nhật
en: Updates

# label_settings
source: Cài đặt
en: Settings

# label_sources
source: Nguồn
en: Sources

# label_started
source: Đang tiến hành
en: Started

# label_stats
source: Thống kê
en: Statistics

# label_support_us
source: Hỗ trợ chúng tôi
en: Support Us

# label_titles_in_global_update
source: Tổng cập nhật
en: In global update

# label_titles_section
source: Truyện
en: Entries

# label_total_chapters
source: Tổng số chương
en: Total

# label_tracked_titles
source: Tổng theo dõi
en: Tracked entries

# label_tracker_section
source: Theo dõi
en: Trackers

# label_upcoming
source: Sắp tới
en: Upcoming

# label_used
source: Đã theo dõi
en: Used

# label_warning
source: Cảnh báo
en: Warning

# landscape
source: Ngang
en: Landscape

# last_auto_backup_info
source: Lần cuối cùng tự động lưu: %s
en: Last automatically backed up: %s

# last_read_chapter
source: Chương đã đọc gần nhất
en: Last read chapter

# last_used_source
source: Sử dụng lần cuối
en: Last used

# latest
source: Mới nhất
en: Latest

# learn_more
source: Nhấn để tìm hiểu thêm
en: Tap to learn more

# left_to_right_viewer
source: Phân trang (trái sang phải)
en: Paged (left to right)

# library_errors_help
source: Để được trợ giúp về cách sửa lỗi cập nhật thư viện, hãy xem %1$s
en: For help on how to fix library update errors, see %1$s

# library_exported
source: Đã Xuất Thư viện
en: Library Exported

# library_list
source: Danh sách thư viện
en: Library List

# library_sync_complete
source: Hoàn tất đồng bộ hóa thư viện
en: Library sync complete

# licensed
source: Đã được mua bản quyền
en: Licensed

# licenses
source: Mở giấy phép nguồn mở
en: Open source licenses

# loader_not_implemented_error
source: Nguồn không tìm thấy
en: Source not found

# loading
source: Đang tải…
en: Loading…

# local_filter_order_by
source: Xếp theo
en: Order by

# local_invalid_format
source: Định dạng chương hợp lệ
en: Invalid chapter format

# empty_local_source_message
source: Thêm thư mục truyện hoặc file CBZ/ZIP vào thư mục nguồn cục bộ để hiển thị ở đây.
en: Add manga folders or CBZ/ZIP files to the local source folder to see them here.

# how_to_add_sources_title
source: Cách thêm nguồn truyện
en: How to add manga sources

# how_to_add_sources_local
source: Nguồn cục bộ: đặt thư mục truyện hoặc file CBZ/ZIP vào thư mục local của app (Browse → Local source) để đọc offline.
en: Local source: put manga folders or CBZ/ZIP files into the app's local folder (Browse → Local source) to read offline.

# how_to_add_sources_enhanced
source: Server tự host: kết nối Komga, Kavita hoặc Suwayomi trong Cài đặt → Theo dõi để dùng thư viện của riêng bạn.
en: Self-hosted servers: connect a Komga, Kavita, or Suwayomi server under Settings → Tracking for your own library.

# how_to_add_sources_apk_warning
source: Extension APK của Android (vd: Keiyoushi) không chạy được trên iOS. Chỉ cửa hàng nào phục vụ đúng định dạng gói JS riêng của app này mới cài được ở đây.
en: Android APK extensions (e.g. Keiyoushi) cannot run on iOS. Only extension stores serving this app's own JS package format can be installed here.

# no_extensions_installed
source: Chưa cài extension nào
en: No extensions installed

# extension_store_name_placeholder
source: Tên cửa hàng (tùy chọn)
en: Store name (optional)

# extension_store_url_placeholder
source: URL index cửa hàng (.json)
en: Store index URL (.json)

# action_add_extension_store
source: Thêm cửa hàng
en: Add store

# local_source
source: Nguồn cục bộ
en: Local source

# local_source_help_guide
source: Hướng dẫn nguồn cục bộ
en: Local source guide

# lock_always
source: Luôn luôn
en: Always

# lock_never
source: Không bao giờ
en: Never

# lock_when_idle
source: Khóa khi chạy nền
en: Lock when idle

# lock_with_biometrics
source: Khóa ứng dụng
en: Require unlock

# logging_in
source: Đang đăng nhập…
en: Logging in…

# login
source: Đăng nhập
en: Login

# login_success
source: Đăng nhập thành công
en: Logged in

# login_title
source: Đăng nhập vào %1$s
en: Log in to %1$s

# logout
source: Đăng xuất tài khoản
en: Log out

# logout_success
source: Bạn đã đăng xuất
en: You are now logged out

# logout_title
source: Đăng xuất khỏi %1$s?
en: Log out from %1$s?

# manga
source: Truyện trong thư viện
en: Library entries

# manga_added_library
source: Đã thêm vào thư viện
en: Added to library

# manga_cover
source: Ảnh bìa
en: Cover

# manga_display_interval_title
source: Ước tính mỗi
en: Estimate every

# manga_display_modified_interval_title
source: Đặt để cập nhật mỗi
en: Set to update every

# manga_download
source: Tải xuống
en: Download

# manga_from_library
source: Từ thư viện
en: From library

# manga_info_collapse
source: Hiện bớt
en: Less

# manga_info_expand
source: Xem thêm
en: More

# manga_interval_custom_amount
source: Tần suất cập nhật tùy chỉnh:
en: Custom update frequency:

# manga_interval_expected_update
source: Các chương mới được dự đoán sẽ phát hành trong khoảng %1$s, kiểm tra vào khoảng %2$s.
en: New chapters predicted to be released in around %1$s, checking around every %2$s.

# manga_interval_expected_update_null
source: Manga này đã hoàn thành hoặc chưa có ngày phát hành dự kiến.
en: This manga is either completed, or there is no predicted release date.

# manga_interval_expected_update_soon
source: Sớm
en: Soon

# manga_removed_library
source: Đã xóa khỏi thư viện
en: Removed from library

# manga_tracking_tab
source: Theo dõi
en: Tracking

# migrate
source: Di chuyển
en: Migrate

# migrationConfigScreen.additionalSearchQueryLabel
source: Từ khóa bổ sung (tùy chọn)
en: Additional keywords (optional)

# migrationConfigScreen.additionalSearchQuerySupportingText
source: Giúp thu hẹp kết quả tìm kiếm bằng cách thêm các từ khóa bổ sung
en: Helps narrow down search results by adding additional keywords

# migrationConfigScreen.availableHeader
source: Có sẵn
en: Available

# migrationConfigScreen.continueButtonText
source: Tiếp tục
en: Continue

# migrationConfigScreen.dataToMigrateHeader
source: Dữ liệu để di chuyển
en: Data to migrate

# migrationConfigScreen.deepSearchModeSubtitle
source: Chia nhỏ tiêu đề thành các từ khóa để tìm kiếm rộng hơn
en: Breaks down the title into keywords for a wider search

# migrationConfigScreen.deepSearchModeTitle
source: Tìm kiếm nâng cao
en: Advanced search mode

# migrationConfigScreen.enhancedOptionsWarning
source: Các tùy chọn này chậm và nguy hiểm và có thể dẫn đến các hạn chế từ các nguồn
en: These options are slow and dangerous and may lead to restrictions from sources

# migrationConfigScreen.hideUnmatchedTitle
source: Ẩn các mục không khớp
en: Hide entries without a match

# migrationConfigScreen.hideWithoutUpdatesSubtitle
source: Chỉ hiển thị mục nhập nếu mục có thêm chương
en: Only show entry if the match has additional chapters

# migrationConfigScreen.hideWithoutUpdatesTitle
source: Ẩn các mục không có chương mới hơn
en: Hide entries without newer chapters

# migrationConfigScreen.prioritizeByChaptersSubtitle
source: Nếu được bật, sẽ chọn kết quả khớp xa nhất. Nếu không, sẽ chọn kết quả khớp đầu tiên theo thứ tự ưu tiên nguồn.
en: If enabled, chooses the match furthest ahead. Otherwise, picks the first match by source priority.

# migrationConfigScreen.prioritizeByChaptersTitle
source: Phù hợp dựa trên số chương
en: Match based on chapter number

# migrationConfigScreen.removeDownloadsTitle
source: Xóa các mục tải xuống của mục hiện tại sau khi di chuyển
en: Delete downloads of current entry after migration

# migrationConfigScreen.selectAllLabel
source: Chọn tất cả
en: Select all

# migrationConfigScreen.selectEnabledLabel
source: Chọn Nguồn được kích hoạt
en: Select enabled sources

# migrationConfigScreen.selectNoneLabel
source: Bỏ chọn
en: Select none

# migrationConfigScreen.selectPinnedLabel
source: Chọn các nguồn được ghim
en: Select pinned sources

# migrationConfigScreen.selectedHeader
source: Đã chọn
en: Selected

# migrationListScreen.copyActionLabel
source: Sao chép
en: Copy

# migrationListScreen.copyNowActionLabel
source: Sao chép ngay
en: Copy now

# migrationListScreen.exitDialog.cancelLabel
source: Hủy bỏ
en: Cancel

# migrationListScreen.exitDialog.stopLabel
source: Dừng lại
en: Stop

# migrationListScreen.exitDialogTitle
source: Dừng di chuyển?
en: Stop migrating?

# migrationListScreen.latestChapterLabel
source: Mới nhất: %1$s
en: Latest: %1$s

# migrationListScreen.matchWithoutChapterToast
source: Không tìm thấy chương nào, mục này không thể được sử dụng để di chuyển
en: No chapters found, this entry cannot be used for migration

# migrationListScreen.migrateActionLabel
source: Di chuyển
en: Migrate

# migrationListScreen.migrateDialog.cancelLabel
source: Hủy bỏ
en: Cancel

# migrationListScreen.migrateDialog.copyLabel
source: Sao chép
en: Copy

# migrationListScreen.migrateDialog.migrateLabel
source: Di chuyển
en: Migrate

# migrationListScreen.migrateNowActionLabel
source: Di chuyển ngay
en: Migrate now

# migrationListScreen.noMatchFoundText
source: Không tìm thấy lựa chọn thay thế
en: No alternatives found

# migrationListScreen.progressDialog.cancelLabel
source: Hủy bỏ
en: Cancel

# migrationListScreen.searchManuallyActionLabel
source: Tìm kiếm thủ công
en: Search manually

# migrationListScreen.skipActionLabel
source: Không di chuyển
en: Don\'t migrate

# migrationListScreen.unknownLatestChapter
source: Không rõ
en: Unknown

# migrationListScreenTitle
source: Di chuyển
en: Migration

# migrationListScreenTitleWithProgress
source: Di chuyển (%1$d/%2$d)
en: Migration (%1$d/%2$d)

# migration_dialog_what_to_include
source: Chọn dữ liệu bao gồm
en: Select data to include

# migration_help_guide
source: Hướng dẫn di chuyển nguồn
en: Source migration guide

# migration_selection_prompt
source: Chọn 1 nguồn để di chuyển từ
en: Select a source to migrate from

# minute_short
source: %d phút
en: %dm

# missing_storage_permission
source: Quyền truy cập lưu trữ không được thông qua
en: Storage permissions not granted

# multi_lang
source: Đa Ngôn Ngữ
en: Multi

# myanimelist_relogin
source: Xin hãy đăng nhập lại MAL
en: Please login to MAL again

# name
source: Tên
en: Name

# nav_zone_left
source: Trái
en: Left

# nav_zone_next
source: Tiếp theo
en: Next

# nav_zone_prev
source: Trước
en: Prev

# nav_zone_right
source: Phải
en: Right

# network_not_metered
source: Chỉ trên mạng lưới không hạn định
en: Only on unmetered network

# no_chapters_error
source: Không tìm thấy chương
en: No chapters found

# no_location_set
source: Chưa đặt vị trí kho chứa
en: No storage location set

# no_more_results
source: Không có thêm kết quả nào
en: No more results

# no_next_chapter
source: Không tìm thấy chương kế tiếp
en: Next chapter not found

# no_pinned_sources
source: Bạn không có nguồn được đánh dấu
en: You have no pinned sources

# no_results_found
source: Không tìm thấy kết quả nào
en: No results found

# no_scanlators_found
source: Không tìm thấy nhóm dịch nào
en: No scanlators found

# non_library_settings
source: Tất cả các mục đã đọc
en: All read entries

# none
source: Không có
en: None

# not_installed
source: Chưa được cài
en: Not installed

# not_selected
source: Chưa chọn
en: Not selected

# notes_placeholder
source: Rất thích phần mà…
en: Enjoyed the part where…

# notification_chapters_multiple
source: Chương %1$s
en: Chapters %1$s

# notification_chapters_single
source: Chương %1$s
en: Chapter %1$s

# notification_chapters_single_and_more
source: Chương %1$s và thêm %2$d
en: Chapter %1$s and %2$d more

# notification_cover_update_failed
source: Cập nhật ảnh bìa thất bại
en: Failed to update cover

# notification_first_add_to_library
source: Hãy thêm truyện vào thư viện trước khi thực hiện
en: Please add the entry to your library before doing this

# notification_incognito_text
source: Tắt chế độ ẩn danh
en: Disable incognito mode

# notification_new_chapters
source: Đã tìm thấy chương mới
en: New chapters found

# notification_size_warning
source: Các bản cập nhật lớn sẽ gây hại cho các nguồn và có thể dẫn đến các bản cập nhật chậm hơn và cũng làm tăng mức sử dụng pin. Nhấn vào để tìm hiểu thêm.
en: Large updates harm sources and may lead to slower updates and also increased battery usage. Tap to learn more.

# notification_updating_progress
source: Đang cập nhật thư viện… (%s)
en: Updating library… (%s)

# obsolete_extension_message
source: Phần mở rộng này không liên kết với cửa hành nào. Nó có thể không nhận bản cập nhật, có thể không hoạt động đúng cách và có thể gây ra lỗi với Mihon. Kiến nghị nên Gỡ cài đặt.
en: This extension is not associated with any store. It will not receive updates, may not function properly, and can cause issues with the app. Uninstalling it is recommended.

# off
source: Tắt
en: Off

# on
source: Bật
en: On

# on_hiatus
source: Đang tạm ngưng
en: On hiatus

# on_hold
source: Đang đọc
en: On hold

# on_hold_list
source: Danh sách đang chờ
en: On Hold List

# onboarding_action_finish
source: Bắt đầu
en: Get started

# onboarding_action_next
source: Tiếp
en: Next

# onboarding_action_skip
source: Bỏ qua
en: Skip

# onboarding_description
source: Trước tiên hãy thiết lập một số thứ nhé. Bạn có thể tùy ý chỉnh lại những cài đặt này lại sau.
en: Let\'s set some things up first. You can always change these in the settings later too.

# onboarding_guides_new_user
source: Mới với %s sao? Chúng tôi khuyên bạn nên xem hướng dẫn bắt đầu.
en: New to %s? We recommend checking out the getting started guide.

# onboarding_guides_returning_user
source: Đã sử dụng %s từ trước rồi sao?
en: Reinstalling %s?

# onboarding_heading
source: Xin chào!
en: Welcome!

# onboarding_permission_action_grant
source: Cho phép
en: Grant

# onboarding_permission_analytics
source: Cho phép phân tích dữ liệu
en: Allow analytics

# onboarding_permission_analytics_description
source: Gửi dữ liệu sử dụng ẩn danh để cải thiện các tính năng của ứng dụng.
en: Send anonymized usage data to improve app features.

# onboarding_permission_crashlytics
source: Gửi nhật ký sự cố (crash log)
en: Send crash logs

# onboarding_permission_crashlytics_description
source: Gửi nhật ký sự cố ẩn danh tới nhà phát triển để giúp phát triển ứng dụng tốt hơn.
en: Send anonymized crash logs to the developers.

# onboarding_permission_ignore_battery_opts
source: Sử dụng pin nền
en: Background battery usage

# onboarding_permission_ignore_battery_opts_description
source: Tránh gián đoạn quá trình cập nhật thư viện, tải xuống và khôi phục bản sao lưu trong thời gian dài.
en: Avoid interruptions to long-running library updates, downloads, and backup restores.

# onboarding_permission_install_apps
source: Cài đặt quyền ứng dụng
en: Install apps permission

# onboarding_permission_install_apps_description
source: Để cài đặt nguồn mở rộng.
en: To install source extensions.

# onboarding_permission_notifications
source: Quyền thông báo
en: Notification permission

# onboarding_permission_notifications_description
source: Gửi thông báo khi thư viện cấp nhật và nhiều hơn thế.
en: Get notified for library updates and more.

# onboarding_storage_action_select
source: Chọn một thư mục
en: Select a folder

# onboarding_storage_help_action
source: Hướng dẫn
en: Storage guide

# onboarding_storage_help_info
source: Cập nhật từ phiên bản cũ hơn và không biết nên chọn gì? Tham khảo hướng dẫn để biết thêm thông tin.
en: Updating from an older version and not sure what to select? Refer to the storage guide for more information.

# onboarding_storage_info
source: Chọn thư mục nơi Mihon sẽ chứa chương truyện tải xuống, sao lưu, và những thứ khác. Khuyến khích sử dụng một thư mục chuyên dụng.
en: Select a folder where Mihon will store chapter downloads, backups, and more. A dedicated folder is recommended.

# onboarding_storage_selection_required
source: Phải chọn một thư mục
en: A folder must be selected

# ongoing
source: Đang tiến hành
en: Ongoing

# other_source
source: Khác
en: Other

# overlay_header
source: Phủ lên
en: Overlay

# page_list_empty_error
source: Trang không tìm thấy
en: No pages found

# pager_viewer
source: Trang
en: Paged

# parental_controls_info
source: Điều này không ngăn các tiện ích mở rộng không chính thức hoặc có khả năng bị gắn cờ không chính xác hiển thị nội dung NSFW (18+) trong ứng dụng.
en: This does not prevent unofficial or potentially incorrectly flagged extensions from surfacing NSFW (18+) content within the app.

# password
source: Mật khẩu
en: Password

# paused
source: Đã tạm ngưng
en: Paused

# picture_saved
source: Đã lưu ảnh
en: Picture saved

# pinned_sources
source: Đã ghim
en: Pinned

# plan_to_read
source: Dự định sẽ đọc
en: Plan to read

# popular
source: Nổi Tiếng
en: Popular

# portrait
source: Dọc
en: Portrait

# possible_duplicates_summary
source: Bạn có các mục trong thư viện của bạn với một tên tương tự. Chọn một mục để di chuyển hoặc luôn thêm vào.
en: You have entries in your library with a similar name. Select an entry to migrate or add anyway.

# possible_duplicates_title
source: Tiêu đề các mục có thể trùng lặp
en: Possible duplicates

# pref_acra_summary
source: Giúp đỡ sửa lỗi. Sẽ không có thông tin nhạy cảm nào được gửi đi
en: Helps fix any bugs. No sensitive data will be sent

# pref_advanced_summary
source: Tệp báo lỗi tạm, tối ưu hoá pin
en: Dump crash logs, battery optimizations

# pref_always_decode_long_strip_with_ssiv_2
source: Sử dụng bộ giải mã cũ cho cuộc dọc
en: Use legacy decoder for long strip reader
